Repository: Jean-EmmanuelP/Focus-frontend
Catalog: Focus/Resources/*.lproj/Localizable.strings
Languages: es, fr

# profile.sign_out_confirm
source: Are you sure you want to sign out?
es: ¿Seguro que quieres cerrar sesión?
fr: Es-tu sûr de vouloir te déconnecter ?

# profile.language_change_title
source: Change Language
es: Cambiar Idioma

# profile.language_change_message
source: The app needs to restart to apply the language change.
es: La aplicación necesita reiniciarse para aplicar el cambio de idioma.

# profile.restart_app
source: Restart
es: Reiniciar

# profile.guest_account
source: Guest Account
es: Cuenta de Invitado
fr: Compte invité

# stats.title
source: Statistics
es: Estadísticas
fr: Statistiques

# stats.my_statistics
source: My Statistics
es: Mis Estadísticas
fr: Mes statistiques

# stats.member_stats
source: %@'s Stats
es: Estadísticas de %@
fr: Stats de %@

# stats.week
source: Week
es: Semana
fr: Semaine

# stats.month
source: Month
es: Mes
fr: Mois

# stats.focus_time
source: Focus Time
es: Tiempo de Enfoque
fr: Temps de focus

# stats.avg_daily
source: Avg. Daily
es: Promedio Diario
fr: Moy. journalière

# stats.routines
source: Routines
es: Rutinas

# stats.completion
source: Completion
es: Completado
fr: Complétion

# stats.completed
source: completed
es: completado
fr: complétées

# stats.rate
source: rate
es: tasa
fr: taux

# stats.this_week
source: this week
es: esta semana
fr: cette semaine

# stats.this_month
source: this month
es: este mes
fr: ce mois

# stats.last_7_days
source: Last 7 days
es: Últimos 7 días
fr: 7 derniers jours

# stats.last_30_days
source: Last 30 days
es: Últimos 30 días
fr: 30 derniers jours

# stats.focus_sessions
source: Focus Sessions
es: Sesiones de Enfoque
fr: Sessions focus

# stats.daily_routines
source: Daily Routines
es: Rutinas Diarias
fr: Routines quotidiennes

# stats.no_sessions
source: No focus sessions yet
es: Sin sesiones de enfoque aún
fr: Pas encore de sessions focus

# stats.no_routines
source: No routines completed yet
es: Sin rutinas completadas aún
fr: Pas encore de routines complétées

# stats.view_stats
source: View Stats
es: Ver Estadísticas
fr: Voir les stats

# stats.failed_to_load
source: Failed to load statistics
es: Error al cargar estadísticas
fr: Échec du chargement des statistiques

# start_day.title
source: Start Your Day
es: Comienza tu Día
fr: Commence ta journée

# start_day.greeting_morning
source: Good Morning!
es: ¡Buenos Días!
fr: Bonjour !

# start_day.greeting_afternoon
source: Good Afternoon!
es: ¡Buenas Tardes!
fr: Bon après-midi !

# start_day.greeting_evening
source: Good Evening!
es: ¡Buenas Noches!
fr: Bonsoir !

# start_day.subtitle
source: Take a moment to set the tone for a focused and productive day.
es: Tómate un momento para establecer el tono de un día enfocado y productivo.
fr: Prends un moment pour te mettre dans le bon état d'esprit.

# start_day.how_feeling
source: How are you feeling?
es: ¿Cómo te sientes?
fr: Comment te sens-tu ?

# start_day.feeling_hint
source: Select the emotion that best describes your current state
es: Selecciona la emoción que mejor describe tu estado actual
fr: Sélectionne l'émotion qui décrit le mieux ton état actuel

# start_day.add_note
source: Add a note (optional)
es: Añadir nota (opcional)
fr: Ajoute une note (optionnel)

# start_day.note_placeholder
source: What's on your mind this morning?
es: ¿Qué tienes en mente esta mañana?
fr: Qu'as-tu en tête ce matin ?

# start_day.sleep_quality
source: How was your sleep?
es: ¿Cómo dormiste?
fr: Comment as-tu dormi ?

# start_day.sleep_hint
source: Rate your rest quality from 1 to 10
es: Califica la calidad de tu descanso del 1 al 10
fr: Note la qualité de ton repos de 1 à 10

# start_day.poor
source: Poor
es: Mal
fr: Mal

# start_day.excellent
source: Excellent
es: Excelente

# start_day.sleep_notes
source: Sleep notes (optional)
es: Notas sobre el sueño (opcional)
fr: Notes sur le sommeil (optionnel)

# start_day.sleep_placeholder
source: Any thoughts about your sleep?
es: ¿Algún pensamiento sobre tu sueño?
fr: Des remarques sur ton sommeil ?

# start_day.intentions
source: Today's Intentions
es: Intenciones del Día
fr: Intentions du jour

# start_day.intention_1
source: Intention 1
es: Intención 1

# start_day.intention_2
source: Intention 2
es: Intención 2

# start_day.intention_3
source: Intention 3
es: Intención 3

# start_day.intention_placeholder
source: What will you focus on?
es: ¿En qué te enfocarás?
fr: Sur quoi vas-tu te concentrer ?

# start_day.life_area
source: Life area
es: Área de vida
fr: Domaine de vie

# start_day.review
source: Review Your Day
es: Revisa tu Día
fr: Récapitulatif

# start_day.confirm_subtitle
source: Confirm your morning check-in
es: Confirma tu check-in matutino
fr: Confirme ton check-in matinal

# start_day.not_set
source: Not set
es: No establecido
fr: Non défini

# start_day.feeling
source: Feeling
es: Estado de ánimo
fr: Humeur

# start_day.focus_areas
source: Today's focus areas
es: Áreas de enfoque de hoy
fr: Objectifs du jour

# start_day.start_my_day
source: Start My Day
es: Comenzar Mi Día
fr: Commencer ma journée

# start_day.lets_go
source: Let's Go
es: ¡Vamos!
fr: C'est parti !

# start_day.youre_ready
source: You're Ready!
es: ¡Estás Listo!
fr: Tu es prêt !

# start_day.ready_subtitle
source: Your intentions are set. Time to make it happen!
es: Tus intenciones están establecidas. ¡Es hora de hacerlo realidad!
fr: Tes intentions sont définies. À toi de jouer !

# start_day.sleep_1
source: Very poor rest
es: Muy mal descanso
fr: Très mauvais repos

# start_day.sleep_3
source: Could be better
es: Podría ser mejor
fr: Pourrait être mieux

# start_day.sleep_5
source: Decent sleep
es: Sueño decente
fr: Sommeil correct

# start_day.sleep_7
source: Good rest
es: Buen descanso
fr: Bon repos

# start_day.sleep_10
source: Excellent recovery!
es: ¡Excelente recuperación!
fr: Excellente récupération !

# start_day.step_indicator
source: Step %d of %d
es: Paso %d de %d
fr: Étape %d sur %d

# start_day.step.welcome
source: Welcome
es: Bienvenida
fr: Bienvenue

# start_day.step.welcome_subtitle
source: Let's start your day right
es: Comencemos bien tu día
fr: Commençons bien ta journée

# start_day.step.sleep_subtitle
source: How was your rest?
es: ¿Cómo fue tu descanso?
fr: Comment était ton repos ?

# start_day.step.intention1_subtitle
source: What's your first priority?
es: ¿Cuál es tu primera prioridad?
fr: Quelle est ta priorité ?

# start_day.step.intention2_subtitle
source: What else matters today?
es: ¿Qué más importa hoy?
fr: Quoi d'autre compte aujourd'hui ?

# start_day.step.intention3_subtitle
source: One more thing to focus on
es: Una cosa más en qué enfocarte
fr: Une dernière chose à garder en tête

# start_day.intention_prompt_1
source: What's the most important thing you want to accomplish today?
es: ¿Qué es lo más importante que quieres lograr hoy?
fr: Quelle est la chose la plus importante que tu veux accomplir aujourd'hui ?

# start_day.intention_prompt_2
source: What else would make today feel successful?
es: ¿Qué más haría que hoy se sienta exitoso?
fr: Quoi d'autre rendrait cette journée réussie ?

# start_day.intention_prompt_3
source: One more intention to round out your day
es: Una intención más para completar tu día
fr: Une dernière intention pour compléter ta journée

# start_day.intention_example_1
source: e.g., Finish the project proposal
es: ej., Terminar la propuesta del proyecto
fr: ex. Terminer la proposition de projet

# start_day.intention_example_2
source: e.g., 30 minutes of exercise
es: ej., 30 minutos de ejercicio
fr: ex. 30 minutes d'exercice

# start_day.intention_example_3
source: e.g., Call a friend
es: ej., Llamar a un amigo
fr: ex. Appeler un ami

# end_day.title
source: Evening Review
es: Revisión Nocturna
fr: Bilan du soir

# end_day.time_to_reflect
source: Time to Reflect
es: Hora de Reflexionar
fr: Temps de réflexion

# end_day.subtitle
source: Take a few minutes to review your day and prepare for tomorrow.
es: Tómate unos minutos para revisar tu día y prepararte para mañana.
fr: Prends quelques minutes pour faire le bilan et préparer demain.

# end_day.lets_reflect
source: Let's Reflect
es: Reflexionemos
fr: Réfléchissons

# end_day.daily_rituals
source: Daily Rituals
es: Rituales Diarios
fr: Rituels quotidiens

# end_day.your_rituals
source: Your Daily Rituals
es: Tus Rituales Diarios
fr: Tes rituels du jour

# end_day.rituals_hint
source: Check off what you completed today
es: Marca lo que completaste hoy
fr: Coche ce que tu as accompli aujourd'hui

# end_day.rituals
source: Rituals
es: Rituales
fr: Rituels

# end_day.rituals_progress
source: %d of %d completed
es: %d de %d completados
fr: %d sur %d complétés

# end_day.rituals_completed
source: %d/%d completed
es: %d/%d completados
fr: %d/%d complétés

# end_day.ideas
source: Ideas to get started:
es: Ideas para comenzar:
fr: Idées pour commencer :

# end_day.biggest_win
source: Biggest Win
es: Mayor Logro
fr: Plus grande victoire

# end_day.biggest_win_question
source: What was your biggest win today?
es: ¿Cuál fue tu mayor logro hoy?
fr: Quelle a été ta plus grande victoire aujourd'hui ?

# end_day.biggest_win_hint
source: Celebrate your accomplishments, no matter how small
es: Celebra tus logros, sin importar lo pequeños que sean
fr: Célèbre tes accomplissements, même les plus petits

# end_day.biggest_win_placeholder
source: I'm proud of...
es: Estoy orgulloso de...
fr: Je suis fier de...

# end_day.challenges
source: Challenges
es: Desafíos
fr: Défis rencontrés

# end_day.challenges_question
source: What challenged you today?
es: ¿Qué te desafió hoy?
fr: Qu'est-ce qui t'a mis au défi aujourd'hui ?

# end_day.challenges_hint
source: Identifying obstacles helps you overcome them
es: Identificar obstáculos te ayuda a superarlos
fr: Identifier les obstacles aide à les surmonter

# end_day.challenges_placeholder
source: I struggled with...
es: Tuve dificultades con...
fr: J'ai eu du mal avec...

# end_day.best_moment
source: Best Moment
es: Mejor Momento
fr: Meilleur moment

# end_day.best_moment_question
source: What was your best moment?
es: ¿Cuál fue tu mejor momento?
fr: Quel a été ton meilleur moment ?

# end_day.best_moment_hint
source: Find the bright spots in your day
es: Encuentra los puntos brillantes de tu día
fr: Trouve les points positifs de ta journée

# end_day.best_moment_placeholder
source: I felt happy when...
es: Me sentí feliz cuando...
fr: J'étais content quand...

# end_day.tomorrow
source: Tomorrow
es: Mañana
fr: Demain

# end_day.tomorrow_question
source: What's your #1 goal for tomorrow?
es: ¿Cuál es tu meta #1 para mañana?
fr: Quel est ton objectif n°1 pour demain ?

# end_day.tomorrow_hint
source: Set yourself up for success
es: Prepárate para el éxito
fr: Prépare-toi à réussir

# end_day.tomorrow_placeholder
source: Tomorrow I will...
es: Mañana voy a...
fr: Demain je vais...

# end_day.tomorrow_goal
source: Goal for Tomorrow
es: Meta para Mañana
fr: Objectif pour demain

# end_day.summary
source: Summary
es: Resumen
fr: Résumé

# end_day.your_day_review
source: Your Day in Review
es: Tu Día en Revisión
fr: Bilan de ta journée

# end_day.summary_hint
source: Here's a summary of your reflection
es: Aquí hay un resumen de tu reflexión
fr: Voici un résumé de ta réflexion

# end_day.no_reflections
source: No reflections added
es: Sin reflexiones añadidas
fr: Aucune réflexion ajoutée

# end_day.no_reflections_hint
source: You can still complete your review, or go back to add some thoughts.
es: Aún puedes completar tu revisión, o volver atrás para añadir algunos pensamientos.
fr: Tu peux quand même terminer, ou revenir ajouter des pensées.

# end_day.day_complete
source: Day Complete!
es: ¡Día Completado!
fr: Journée terminée !

# end_day.rest_well
source: Rest well. Tomorrow is a new opportunity.
es: Descansa bien. Mañana es una nueva oportunidad.
fr: Repose-toi bien. Demain est une nouvelle opportunité.

# end_day.rituals_done
source: Rituals Done
es: Rituales Hechos
fr: Rituels faits

# end_day.goal_set
source: Goal Set
es: Meta Establecida
fr: Objectif défini

# end_day.complete_review
source: Complete Review
es: Completar Revisión
fr: Terminer le bilan

# end_day.good_night
source: Good Night
es: Buenas Noches
fr: Bonne nuit

# end_day.step_indicator
source: Step %d of %d
es: Paso %d de %d
fr: Étape %d sur %d

# end_day.example_task
source: Completed a difficult task
es: Completé una tarea difícil
fr: Terminé une tâche difficile

# end_day.example_helped
source: Helped someone
es: Ayudé a alguien
fr: Aidé quelqu'un

# end_day.example_learned
source: Learned something new
es: Aprendí algo nuevo
fr: Appris quelque chose

# end_day.example_focused
source: Stayed focused
es: Me mantuve enfocado
fr: Resté concentré

# end_day.example_distractions
source: Distractions
es: Distracciones

# end_day.example_conversation
source: Difficult conversation
es: Conversación difícil
fr: Conversation difficile

# end_day.example_time
source: Time management
es: Gestión del tiempo
fr: Gestion du temps

# end_day.example_energy
source: Low energy
es: Baja energía
fr: Peu d'énergie

# end_day.example_good_conversation
source: A good conversation
es: Una buena conversación
fr: Une bonne conversation

# end_day.example_achieving
source: Achieving a goal
es: Lograr una meta
fr: Atteindre un objectif

# end_day.example_peaceful
source: A peaceful moment
es: Un momento de paz
fr: Un moment de calme

# end_day.example_funny
source: Something funny
es: Algo gracioso
fr: Quelque chose de drôle

# end_day.example_project
source: Complete project X
es: Completar proyecto X
fr: Terminer le projet X

# end_day.example_exercise
source: Exercise
es: Ejercicio
fr: Faire du sport

# end_day.example_talk
source: Have a difficult conversation
es: Tener una conversación difícil
fr: Avoir une conversation difficile

# end_day.example_learn
source: Learn something new
es: Aprender algo nuevo
fr: Apprendre quelque chose

# time.hours
source: hours
es: horas
fr: heures

# time.minutes
source: minutes
es: minutos

# time.days
source: days
es: días
fr: jours

# time.day
source: day
es: día
fr: jour

# time.today
source: Today
es: Hoy
fr: Aujourd'hui

# time.yesterday
source: Yesterday
es: Ayer
fr: Hier

# time.ago
source: ago
es: hace
fr: il y a

# time.just_now
source: Just now
es: Justo ahora
fr: À l'instant

# time.1_day_ago
source: 1 day ago
es: hace 1 día
fr: Il y a 1 jour

# time.days_ago
source: %d days ago
es: hace %d días
fr: Il y a %d jours

# time.1_hour_ago
source: 1 hour ago
es: hace 1 hora
fr: Il y a 1 heure

# time.hours_ago
source: %d hours ago
es: hace %d horas
fr: Il y a %d heures

# time.1_min_ago
source: 1 min ago
es: hace 1 min
fr: Il y a 1 min

# time.mins_ago
source: %d min ago
es: hace %d min
fr: Il y a %d min

# error.generic
source: Something went wrong
es: Algo salió mal
fr: Une erreur s'est produite

# error.network
source: Network error. Please try again.
es: Error de red. Por favor intenta de nuevo.
fr: Erreur réseau. Réessaie.

# error.loading_data
source: Failed to load data
es: Error al cargar datos
fr: Échec du chargement des données

# error.saving
source: Failed to save
es: Error al guardar
fr: Échec de l'enregistrement

# error.update_visibility
source: Failed to update visibility
es: Error al actualizar visibilidad
fr: Échec de la mise à jour de la visibilité

# area.health
source: Health
es: Salud

# area.learning
source: Learning
es: Aprendizaje

# area.career
source: Career
es: Carrera

# area.relationships
source: Relationships
es: Relaciones

# area.creativity
source: Creativity
es: Creatividad

# area.other
source: Other
es: Otro

# feeling.happy
source: Happy
es: Feliz
fr: Content

# feeling.calm
source: Calm
es: Tranquilo
fr: Calme

# feeling.sad
source: Sad
es: Triste
fr: Triste

# feeling.anxious
source: Anxious
es: Ansioso
fr: Anxieux

# feeling.frustrated
source: Frustrated
es: Frustrado
fr: Frustré

# feeling.excited
source: Excited
es: Emocionado
fr: Excité

# feeling.tired
source: Tired
es: Cansado
fr: Fatigué

# streak.day_count
source: Day %d
es: Día %d

# streak.subtitle
source: A new day to progress
es: Un nuevo día para progresar

# auth.tagline
source: Focus. Build. Progress.
es: Enfócate. Construye. Progresa.

# auth.feature.focus
source: Deep focus sessions without distractions
es: Sesiones de enfoque profundo sin distracciones

# auth.feature.quests
source: Track goals and build momentum
es: Sigue tus metas y gana impulso

# auth.feature.habits
source: Build habits that compound over time
es: Construye hábitos que se acumulan con el tiempo

# auth.feature.rituals
source: Morning & evening rituals for success
es: Rituales matutinos y nocturnos para el éxito

# auth.terms.agree
source: By continuing, you agree to our
es: Al continuar, aceptas nuestros

# auth.terms.tos
source: Terms of Service
es: Términos de Servicio

# auth.terms.and
source: and
es: y nuestra

# auth.terms.privacy
source: Privacy Policy
es: Política de Privacidad

# auth.signing_in
source: Signing in...
es: Iniciando sesión...

# auth.error_title
source: Authentication Error
es: Error de Autenticación

# auth.sign_in_apple
source: Sign in with Apple
es: Iniciar sesión con Apple

# legal.privacy.title
source: Privacy Policy
es: Política de Privacidad

# legal.privacy.content
source: Your privacy is important to us. Volta collects and stores only the data necessary to provide our service. This includes your account information, focus sessions, quests, and rituals. We do not sell your data to third parties. Your data is securely stored and you can request deletion at any time by contacting support@volta.app.
es: Tu privacidad es importante para nosotros. Volta recopila y almacena solo los datos necesarios para proporcionar nuestro servicio. Esto incluye tu información de cuenta, sesiones de enfoque, metas y rituales. No vendemos tus datos a terceros. Tus datos se almacenan de forma segura y puedes solicitar su eliminación en cualquier momento contactando a support@volta.app.

# legal.tos.title
source: Terms of Service
es: Términos de Servicio

# calendar.title
source: Calendar
es: Calendario

# calendar.subtitle
source: Plan your day with AI
es: Planifica tu día con IA

# calendar.loading
source: Loading your day...
es: Cargando tu día...

# calendar.today
source: Today
es: Hoy

# calendar.day_progress
source: Day Progress
es: Progreso del día

# calendar.tasks_completed
source: tasks completed
es: tareas completadas

# calendar.ai_summary
source: AI Summary
es: Resumen IA

# calendar.time_blocks
source: Time Blocks
es: Bloques de tiempo

# calendar.other_tasks
source: Other Tasks
es: Otras tareas

# calendar.no_plan_title
source: No plan for this day
es: Sin plan para este día

# calendar.no_plan_subtitle
source: Let AI help you plan a productive day based on your goals and priorities.
es: Deja que la IA te ayude a planificar un día productivo basado en tus objetivos y prioridades.

# calendar.plan_your_day
source: Plan Your Day
es: Planifica tu día

# calendar.ai_plan_title
source: Plan with AI
es: Planificar con IA

# calendar.ai_plan_subtitle
source: Describe your ideal day and let AI create a plan for you
es: Describe tu día ideal y deja que la IA cree un plan para ti

# calendar.describe_your_day
source: Describe your ideal day...
es: Describe tu día ideal...

# calendar.generating
source: Creating your plan...
es: Creando tu plan...

# calendar.generate_plan
source: Generate Plan
es: Generar plan

# calendar.add_task
source: Add task
es: Añadir tarea

# calendar.generate_tasks
source: Generate tasks
es: Generar tareas

# calendar.create_block
source: Create Time Block
es: Crear bloque de tiempo

# calendar.block_title
source: Title
es: Título

# calendar.block_title_placeholder
source: e.g., Deep work, Meetings...
es: ej., Trabajo profundo, Reuniones...

# calendar.block_description
source: Description (optional)
es: Descripción (opcional)

# calendar.block_description_placeholder
source: What will you focus on?
es: ¿En qué te enfocarás?

# calendar.start_time
source: Start Time
es: Hora de inicio

# calendar.end_time
source: End Time
es: Hora de fin

# calendar.link_quest
source: Link to Quest (optional)
es: Vincular a Meta (opcional)

# calendar.link_area
source: Life Area (optional)
es: Área de vida (opcional)

# calendar.create_task
source: Create Task
es: Crear tarea

# calendar.task_title
source: Task
es: Tarea

# calendar.task_title_placeholder
source: What needs to be done?
es: ¿Qué necesitas hacer?

# calendar.task_description
source: Description (optional)
es: Descripción (opcional)

# calendar.task_description_placeholder
source: Add more details...
es: Añade más detalles...

# calendar.estimated_time
source: Estimated Time
es: Tiempo estimado

# calendar.priority
source: Priority
es: Prioridad

# calendar.priority.low
source: Low
es: Baja

# calendar.priority.medium
source: Medium
es: Media

# calendar.priority.high
source: High
es: Alta

# calendar.priority.urgent
source: Urgent
es: Urgente

# calendar.ai_prompt_placeholder
source: I want to focus on my project in the morning, have a workout at noon, then review my quests in the afternoon...
es: Quiero enfocarme en mi proyecto por la mañana, hacer ejercicio al mediodía, luego revisar mis metas por la tarde...

# calendar.ai_hint
source: Be specific about your goals, energy levels, and constraints
es: Sé específico sobre tus objetivos, niveles de energía y restricciones

# calendar.this_week
source: This Week
es: Esta semana

# calendar.tasks
source: Tasks
es: Tareas

# calendar.block_detail
source: Block Details
es: Detalles del bloque

# calendar.goal_detail
source: Goal Details
es: Detalles del objetivo

# calendar.add_goal
source: Add Goal
es: Agregar objetivo

# calendar.add_block
source: Add Time Block
es: Agregar bloque

# calendar.voice_input
source: Voice Input
es: Entrada de voz

# calendar.new_goal
source: New Goal
es: Nuevo objetivo

# calendar.goal_title
source: Title
es: Título

# calendar.goal_description
source: Description (optional)
es: Descripción (opcional)

# calendar.date
source: Date
es: Fecha

# calendar.time_block
source: Time of Day
es: Momento del día

# calendar.morning
source: Morning
es: Mañana

# calendar.afternoon
source: Afternoon
es: Tarde

# calendar.evening
source: Evening
es: Noche

# calendar.schedule_time
source: Schedule specific time
es: Programar hora específica

# calendar.quest
source: Quest
es: Misión

# calendar.start_focus
source: Start Focus
es: Iniciar Focus

# calendar.mark_complete
source: Mark as Complete
es: Marcar como completado

# calendar.priority_low
source: Low
es: Baja

# calendar.priority_medium
source: Medium
es: Media

# calendar.priority_high
source: High
es: Alta

# calendar.quick_create
source: Add Task
es: Agregar tarea

# calendar.quick_create_placeholder
source: What do you want to do?
es: ¿Qué quieres hacer?

# calendar.new_task
source: New Task
es: Nueva tarea

# calendar.new_routine
source: New Routine
es: Nueva rutina

# calendar.add_new
source: Add New
es: Agregar

# calendar.add_new_description
source: What do you want to add?
es: ¿Qué quieres agregar?

# calendar.add_routine
source: Add Routine
es: Agregar rutina

# calendar.add_quest
source: Add Quest
es: Agregar misión

# calendar.routine_time_hint
source: Routines with a scheduled time will appear in your calendar
es: Las rutinas con hora programada aparecerán en tu calendario

# calendar.select_quest
source: Select a quest...
es: Seleccionar una misión...

# calendar.task_detail
source: Task Detail
es: Detalle de la tarea

# task.description
source: Description
es: Descripción

# task.linked_quest
source: Linked Quest
es: Misión asociada

# task.mark_incomplete
source: Mark as Incomplete
es: Marcar como incompleto

# common.completed
source: Completed
es: Completado

# common.creating
source: Creating...
es: Creando...

# voice.title
source: AI Assistant
es: Asistente IA
