Repository: Jean-EmmanuelP/Focus-frontend
Catalog: Focus/Resources/*.lproj/Localizable.strings
Languages: es, fr

# welcome.title
source: Welcome to Volta
es: Bienvenido a Volta

# welcome.subtitle
source: Your path to success starts here
es: Tu camino hacia el éxito comienza aquí

# welcome.loading
source: Preparing your experience...
es: Preparando tu experiencia...

# common.done
source: Done
es: Hecho
fr: Terminé

# common.cancel
source: Cancel
es: Cancelar
fr: Annuler

# common.save
source: Save
es: Guardar
fr: Enregistrer

# common.delete
source: Delete
es: Eliminar
fr: Supprimer

# common.edit
source: Edit
es: Editar
fr: Modifier

# common.retry
source: Retry
es: Reintentar
fr: Réessayer

# common.loading
source: Loading...
es: Cargando...
fr: Chargement...

# common.yes
source: Yes
es: Sí
fr: Oui

# common.back
source: Back
es: Atrás
fr: Retour

# common.continue
source: Continue
es: Continuar
fr: Continuer

# common.close
source: Close
es: Cerrar
fr: Fermer

# common.add
source: Add
es: Añadir
fr: Ajouter

# common.remove
source: Remove
es: Eliminar
fr: Retirer

# common.none
source: None
es: Ninguno
fr: Aucun

# common.show_less
source: Show less
es: Ver menos
fr: Voir moins

# common.see_all
source: See all %d
es: Ver todos %d
fr: Voir les %d

# common.see_more
source: See %d more
es: Ver %d más
fr: Voir %d de plus

# common.manage
source: Manage
es: Gestionar
fr: Gérer

# common.new
source: New
es: Nuevo
fr: Nouveau

# tab.dashboard
source: Dashboard
es: Inicio
fr: Accueil

# tab.calendar
source: Calendar
es: Calendario

# tab.fire
source: Fire
es: Enfoque
fr: Focus

# tab.quests
source: Quests
es: Metas
fr: Quêtes

# tab.crew
source: Crew
es: Equipo
fr: Équipe

# dashboard.subtitle
source: A new day to ship your project.
es: Un nuevo día para avanzar en tu proyecto.
fr: Un nouveau jour pour avancer sur ton projet.

# dashboard.good_morning
source: Good morning
es: Buenos días
fr: Bonjour

# dashboard.good_afternoon
source: Good afternoon
es: Buenas tardes
fr: Bon après-midi

# dashboard.good_evening
source: Good evening
es: Buenas noches
fr: Bonsoir

# dashboard.start_day
source: Start Your Day
es: Comienza tu Día
fr: Commencer ta journée

# dashboard.end_day
source: End Your Day
es: Termina tu Día
fr: Terminer ta journée

# dashboard.todays_routines
source: Today's Routines
es: Rutinas de Hoy
fr: Routines du jour

# dashboard.todays_intentions
source: Today's Intentions
es: Intenciones del Día
fr: Intentions du jour

# dashboard.daily_habits
source: Daily Habits
es: Hábitos Diarios
fr: Habitudes quotidiennes

# dashboard.evening_reflection
source: Evening Reflection
es: Reflexión Nocturna
fr: Réflexion du soir

# dashboard.focus_time
source: Focus Time
es: Tiempo de Enfoque
fr: Temps de focus

# dashboard.focus_timer
source: Focus Timer
es: Temporizador de Enfoque

# dashboard.today_focus
source: %d min today
es: %d min hoy

# dashboard.focus_encouragement
source: Focus Time
es: Tiempo de Enfoque

# dashboard.focus_benefits
source: Focus sessions help you be more productive and achieve your goals faster.
es: Las sesiones de enfoque te ayudan a ser más productivo y alcanzar tus metas más rápido.

# dashboard.start_first_session
source: Start your first focus session today!
es: ¡Comienza tu primera sesión de enfoque hoy!

# dashboard.keep_momentum
source: Great job! Keep the momentum going.
es: ¡Excelente trabajo! Mantén el ritmo.

# dashboard.daily_goal
source: Daily Goal
es: Meta Diaria

# dashboard.minutes_today
source: %d minutes today
es: %d minutos hoy

# dashboard.weekly_progress
source: Weekly Progress
es: Progreso Semanal
fr: Progression hebdomadaire

# dashboard.sessions_week
source: %d sessions this week
es: %d sesiones esta semana

# dashboard.minutes_week
source: %d minutes this week
es: %d minutos esta semana

# dashboard.streak
source: Streak
es: Racha
fr: Série

# dashboard.day_streak
source: day streak
es: días de racha
fr: jours consécutifs

# dashboard.sessions_this_week
source: Sessions This Week
es: Sesiones de la Semana
fr: Sessions cette semaine

# dashboard.loading
source: Loading your dashboard...
es: Cargando tu dashboard...
fr: Chargement de ton tableau de bord...

# dashboard.focused_today
source: Focused Today
es: Enfocado Hoy
fr: Focus aujourd'hui

# dashboard.swipe_hint
source: Swipe left to edit or delete
es: Desliza a la izquierda para editar o eliminar
fr: Glisse à gauche pour modifier ou supprimer

# dashboard.motivational
source: You're progressing. Even on tough days.
es: Estás progresando. Incluso en los días difíciles.
fr: Tu progresses. Même les jours difficiles.

# dashboard.daily_progress
source: Daily Progress
es: Progreso del día

source: tasks
es: tareas

source: rituals
es: rutinas

# fire.subtitle
source: Deep focus. Zero distraction.
es: Enfoque profundo. Cero distracciones.
fr: Concentration totale. Zéro distraction.

# fire.start_session
source: Start Focus Session
es: Iniciar Sesión de Enfoque
fr: Démarrer une session

# fire.stop_session
source: Stop Session
es: Detener Sesión
fr: Arrêter la session

# fire.pause
source: Pause
es: Pausar

# fire.resume
source: Resume
es: Reanudar
fr: Reprendre

# fire.focus
source: Focus
es: Enfoque

# fire.paused
source: Paused
es: Pausado
fr: En pause

# fire.complete
source: Complete!
es: ¡Completado!
fr: Terminé !

# fire.great_work
source: Great work! Session logged.
es: ¡Buen trabajo! Sesión registrada.
fr: Excellent travail ! Session enregistrée.

# fire.ready_to_focus
source: Ready to focus?
es: ¿Listo para enfocarte?
fr: Prêt à te concentrer ?

# fire.ready_subtitle
source: Start your first session and build momentum
es: Inicia tu primera sesión y genera impulso
fr: Lance ta première session et gagne en momentum

# fire.duration
source: Duration
es: Duración
fr: Durée

# fire.minutes
source: minutes
es: minutos

# fire.sessions_today
source: Today's Sessions
es: Sesiones de Hoy
fr: Sessions du jour

# fire.sessions_this_week
source: Sessions this week
es: Sesiones esta semana
fr: Sessions cette semaine

# fire.focus_time
source: Focus time
es: Tiempo de enfoque
fr: Temps de focus

# fire.link_quest
source: Link to Quest (optional)
es: Vincular a Meta (opcional)
fr: Lier à une quête (optionnel)

# fire.select_quest
source: Select a quest...
es: Selecciona una meta...
fr: Sélectionner une quête...

# fire.no_active_quests
source: No active quests
es: Sin metas activas
fr: Aucune quête active

# fire.no_quest
source: No quest selected
es: Sin meta seleccionada
fr: Aucune quête sélectionnée

# fire.description
source: What will you work on?
es: ¿En qué trabajarás?
fr: Sur quoi vas-tu travailler ?

# fire.description_placeholder
source: Describe your focus area...
es: Describe tu área de enfoque...
fr: Décris ton objectif de focus...

# fire.log_past_session
source: Log Past Session
es: Registrar Sesión Pasada
fr: Enregistrer une session passée

# fire.when
source: When?
es: ¿Cuándo?
fr: Quand ?

# fire.session_time
source: Session time
es: Tiempo de sesión
fr: Durée de la session

# fire.what_worked_on
source: What did you work on?
es: ¿En qué trabajaste?
fr: Sur quoi as-tu travaillé ?

# fire.log_session
source: Log Session
es: Registrar Sesión
fr: Enregistrer

# fire.focus_session
source: Focus session
es: Sesión de enfoque
fr: Session focus

# fire.start_firemode
source: Start FireMode
es: Iniciar FireMode
fr: Lancer FireMode

# fire.launch_session
source: Launch a focus session now
es: Lanza una sesión de enfoque ahora
fr: Lance une session focus maintenant

# fire.delete_session
source: Delete Session?
es: ¿Eliminar Sesión?
fr: Supprimer la session ?

# fire.delete_session_confirm
source: This will permanently delete this focus session.
es: Esto eliminará permanentemente esta sesión de enfoque.
fr: Cette action supprimera définitivement cette session focus.

# fire.task_completed_question
source: Did you finish your task?
es: ¿Terminaste tu tarea?

# fire.task_validation_message
source: Your focus session is complete! Would you like to mark your task as done?
es: ¡Tu sesión de enfoque ha terminado! ¿Quieres marcar tu tarea como completada?

# fire.yes_validate
source: Yes, validate âœ“
es: Sí, validar ✓

# fire.not_yet
source: Not yet
es: Todavía no

# quests.title
source: QUESTS
es: METAS
fr: QUÊTES

# quests.subtitle
source: Track your progress and build habits.
es: Sigue tu progreso y construye hábitos.
fr: Suis ta progression et construis tes habitudes.

# quests.active
source: Active
es: Activas
fr: Actives

# quests.completed
source: Completed
es: Completadas
fr: Terminées

# quests.add_quest
source: Add Quest
es: Añadir Meta
fr: Ajouter une quête

# quests.new_quest
source: New Quest
es: Nueva Meta
fr: Nouvelle quête

# quests.progress
source: Progress
es: Progreso
fr: Progression

# quests.no_quests
source: No quests yet
es: Sin metas aún
fr: Pas encore de quêtes

# quests.quest_title
source: Quest title
es: Título de la meta
fr: Titre de la quête

# quests.target
source: Target (optional)
es: Objetivo (opcional)
fr: Objectif (optionnel)

# quests.target_hint
source: How many times do you want to achieve this?
es: ¿Cuántas veces quieres lograr esto?
fr: Combien de fois veux-tu accomplir ceci ?

# quests.current_progress
source: Current Progress
es: Progreso Actual
fr: Progression actuelle

# quests.progress_hint
source: Use the slider on the quest card to update progress
es: Usa el deslizador en la tarjeta para actualizar el progreso
fr: Utilise le slider sur la carte pour mettre à jour

# quests.mark_complete
source: Mark as Complete
es: Marcar como Completada
fr: Marquer comme terminé

# quests.swipe_hint
source: Swipe right to complete
es: Desliza a la derecha para completar
fr: Glisse à droite pour compléter

# quests.areas
source: Areas
es: Áreas
fr: Domaines

# quests.quests
source: Quests
es: Metas
fr: Quêtes

# quests.no_areas
source: No areas tracked yet
es: Sin áreas registradas aún
fr: Aucun domaine suivi

# quests.no_areas_hint
source: Create quests to see your progress by area
es: Crea metas para ver tu progreso por área
fr: Crée des quêtes pour voir ta progression par domaine

# quests.no_quests_hint
source: Create your first quest to start tracking progress
es: Crea tu primera meta para comenzar a seguir tu progreso
fr: Crée ta première quête pour suivre ta progression

# quests.create_quest
source: Create Quest
es: Crear Meta
fr: Créer une quête

# quests.quest_placeholder
source: e.g., Read 12 books, Run a marathon...
es: ej., Leer 12 libros, Correr un maratón...
fr: ex: Lire 12 livres, Courir un marathon...

# quests.edit_quest
source: Edit Quest
es: Editar Meta
fr: Modifier la quête

# quests.delete_quest
source: Delete Quest
es: Eliminar Meta
fr: Supprimer la quête

# quests.delete_confirm
source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.

# quests.quest_details
source: Quest Details
es: Detalles de la Meta
fr: Détails de la quête

# quests.target_date
source: Target Date
es: Fecha Objetivo
fr: Date cible

# quests.update_progress
source: Update Progress
es: Actualizar Progreso
fr: Mettre à jour la progression

# quests.swipe_to_update
source: Swipe to update progress
es: Desliza para actualizar progreso

# routines.delete_ritual
source: Delete Ritual
es: Eliminar Ritual
fr: Supprimer le rituel

# routines.title
source: Daily Rituals
es: Rituales Diarios
fr: Rituels quotidiens

# routines.subtitle
source: Build daily habits that compound over time
es: Construye hábitos diarios que se acumulan con el tiempo
fr: Construis des habitudes qui s'accumulent avec le temps

# routines.daily
source: Daily Routines
es: Rutinas Diarias
fr: Routines quotidiennes

# routines.completed
source: Completed
es: Completado
fr: Complétées

# routines.add_routine
source: Add Ritual
es: Añadir Ritual
fr: Ajouter un rituel

# routines.new_ritual
source: New Ritual
es: Nuevo Ritual
fr: Nouveau rituel

# routines.edit_ritual
source: Edit Ritual
es: Editar Ritual
fr: Modifier le rituel

# routines.no_routines
source: No rituals yet
es: Sin rituales aún
fr: Pas encore de rituels

# routines.no_routines_hint
source: Create daily rituals to build consistency and track your progress
es: Crea rituales diarios para construir consistencia y seguir tu progreso
fr: Crée des rituels quotidiens pour construire ta régularité

# routines.add_first
source: Add Your First Ritual
es: Añade Tu Primer Ritual
fr: Ajoute ton premier rituel

# routines.done_today
source: Done today
es: Hecho hoy
fr: Fait aujourd'hui

# routines.swipe_hint
source: Swipe right to complete, left to edit/delete
es: Desliza a la derecha para completar, izquierda para editar/eliminar
fr: Glisse à droite pour compléter, à gauche pour modifier

# routines.delete_confirm
source: Delete Ritual?
es: ¿Eliminar Ritual?
fr: Supprimer le rituel ?

# routines.delete_message
source: Are you sure you want to delete "%@"? This action cannot be undone.
es: ¿Seguro que quieres eliminar "%@"? Esta acción no se puede deshacer.
fr: Es-tu sûr de vouloir supprimer « %@ » ? Cette action est irréversible.

# routines.choose_icon
source: Choose an icon
es: Elige un icono
fr: Choisis un icône

# routines.ritual_name
source: Ritual name
es: Nombre del ritual
fr: Nom du rituel

# routines.ritual_placeholder
source: e.g., Morning workout, Read 30 min...
es: ej., Ejercicio matutino, Leer 30 min...
fr: ex: Sport matinal, Lire 30 min...

# routines.life_area
source: Life area
es: Área de vida
fr: Domaine de vie

# routines.no_areas
source: No areas available
es: Sin áreas disponibles
fr: Aucun domaine disponible

# routines.frequency
source: Frequency
es: Frecuencia
fr: Fréquence

# routines.frequency.daily
source: Daily
es: Diario
fr: Quotidien

# routines.frequency.weekdays
source: Weekdays
es: Días laborables
fr: Jours de semaine

# routines.frequency.weekends
source: Weekends
es: Fines de semana

# routines.frequency.weekly
source: Weekly
es: Semanal
fr: Hebdomadaire

# routines.create
source: Create Ritual
es: Crear Ritual
fr: Créer le rituel

# routines.save_changes
source: Save Changes
es: Guardar Cambios
fr: Enregistrer

# routines.loading_areas
source: Loading areas...
es: Cargando áreas...
fr: Chargement des domaines...

# routines.no_scheduled
source: No rituals scheduled for today
es: Sin rituales programados para hoy
fr: Aucun rituel prévu aujourd'hui

# crew.title
source: CREW
es: EQUIPO
fr: ÉQUIPE

# crew.subtitle
source: Build together. Grow together.
es: Construye juntos. Crece juntos.
fr: Construis ensemble. Grandis ensemble.

# crew.leaderboard
source: Leaderboard
es: Clasificación
fr: Classement

# crew.my_crew
source: My Crew
es: Mi Equipo
fr: Mon équipe

# crew.requests
source: Requests
es: Solicitudes
fr: Demandes

# crew.account
source: Account
es: Cuenta
fr: Compte

# crew.top_builders
source: Most Productive This Week
es: Top Constructores Esta Semana
fr: Top Builders cette semaine

# crew.your_crew
source: Your Crew
es: Tu Equipo
fr: Ton équipe

# crew.members
source: members
es: miembros
fr: membres

# crew.this_week
source: this week
es: esta semana
fr: cette semaine

# crew.search
source: Search
es: Buscar
fr: Rechercher

# crew.search_placeholder
source: Search users...
es: Buscar usuarios...
fr: Rechercher des utilisateurs...

# crew.no_users_found
source: No users found
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé

# crew.pending
source: Pending
es: Pendiente
fr: En attente

# crew.respond
source: Respond
es: Responder
fr: Répondre

# crew.accept
source: Accept
es: Aceptar
fr: Accepter

# crew.reject
source: Reject
es: Rechazar
fr: Refuser

# crew.in_crew
source: In Crew
es: En Equipo
fr: Dans l'équipe

# crew.remove
source: Remove
es: Eliminar
fr: Retirer

# crew.no_members
source: No crew members yet
es: Sin miembros aún
fr: Pas encore de membres

# crew.no_requests
source: No pending requests
es: Sin solicitudes pendientes
fr: Aucune demande en attente

# crew.received_requests
source: Received Requests
es: Solicitudes Recibidas
fr: Demandes reçues

# crew.sent_requests
source: Sent Requests
es: Solicitudes Enviadas
fr: Demandes envoyées

# crew.incoming
source: Incoming
es: Entrantes
fr: Reçues

# crew.outgoing
source: Outgoing
es: Salientes
fr: Envoyées

# crew.remove_confirm
source: Are you sure you want to remove %@ from your crew?
es: ¿Seguro que quieres eliminar a %@ de tu equipo?
fr: Es-tu sûr de vouloir retirer %@ de ton équipe ?

# crew.search_hint
source: Search for users and send them a crew request
es: Busca usuarios y envíales una solicitud de equipo
fr: Recherche des utilisateurs et envoie-leur une demande

# crew.start_session_hint
source: Start a focus session to appear on the leaderboard
es: Inicia una sesión de enfoque para aparecer en la clasificación
fr: Lance une session focus pour apparaître au classement

# crew.requests_hint
source: When someone wants to join your crew, it will appear here
es: Cuando alguien quiera unirse a tu equipo, aparecerá aquí
fr: Quand quelqu'un veut rejoindre ton équipe, ça apparaîtra ici

# crew.no_sent_requests
source: No sent requests
es: Sin solicitudes enviadas
fr: Aucune demande envoyée

# crew.search_to_send
source: Search for users to send crew requests
es: Busca usuarios para enviar solicitudes de equipo
fr: Recherche des utilisateurs pour envoyer des demandes

# crew.crew_member
source: Crew Member
es: Miembro del Equipo
fr: Membre de l'équipe

# crew.day_not_visible
source: Day Not Visible
es: Día No Visible
fr: Journée non visible

# crew.day_private
source: This user has their day set to private
es: Este usuario tiene su día configurado como privado
fr: Cet utilisateur a mis sa journée en privé

# crew.no_activity
source: No activity this day
es: Sin actividad este día
fr: Aucune activité ce jour

# crew.intentions
source: Intentions
es: Intenciones

# crew.focus_sessions
source: Focus Sessions
es: Sesiones de Enfoque
fr: Sessions focus

# crew.sessions
source: sessions
es: sesiones

# crew.completed_routines
source: Completed Routines
es: Rutinas Completadas
fr: Routines complétées

# crew.done
source: done
es: hecho
fr: faites

# crew.focus_this_week
source: focus this week
es: enfoque esta semana
fr: focus cette semaine

# crew.routines_done
source: routines done
es: rutinas hechas
fr: routines faites

# crew.suggested
source: Suggested Users
es: Usuarios Sugeridos

# crew.suggested_hint
source: Active users you might want to connect with
es: Usuarios activos que podrías querer agregar

# crew.search_friends
source: Search Friends
es: Buscar Amigos

# crew.searching
source: Searching...
es: Buscando...

# crew.try_different_search
source: Try a different search term
es: Prueba con otro término de búsqueda

# crew.groups
source: Groups
es: Grupos

# crew.groups.title
source: Your Groups
es: Tus Grupos

# crew.groups.create
source: Create
es: Crear

# crew.groups.create_title
source: Create Group
es: Crear Grupo

# crew.groups.empty
source: No groups yet
es: Sin grupos aún

# crew.groups.empty_hint
source: Create a group to organize your crew members
es: Crea un grupo para organizar a los miembros de tu crew

# crew.groups.name
source: Group Name
es: Nombre del Grupo

# crew.groups.name_placeholder
source: e.g., Gym Buddies
es: ej., Amigos del Gym

# crew.groups.icon
source: Icon
es: Icono

# crew.groups.select_members
source: Select Members
es: Seleccionar Miembros

# crew.groups.no_friends
source: Add friends to your crew first
es: Primero agrega amigos a tu crew

# crew.groups.detail
source: Group Details
es: Detalles del Grupo

# crew.groups.add_members
source: Add Members
es: Agregar Miembros

# crew.groups.delete
source: Delete Group
es: Eliminar Grupo

# crew.groups.delete_title
source: Delete Group?
es: ¿Eliminar Grupo?

# crew.groups.delete_confirm
source: This action cannot be undone. All members will be removed from this group.
es: Esta acción no se puede deshacer. Todos los miembros serán removidos de este grupo.

# crew.groups.remove_member
source: Remove from Group?
es: ¿Remover del Grupo?

# crew.groups.remove_member_confirm
source: Remove %@ from this group?
es: ¿Remover a %@ de este grupo?

# crew.groups.no_members
source: No members in this group
es: Sin miembros en este grupo

# crew.groups.all_members_added
source: All your crew members are already in this group
es: Todos los miembros de tu crew ya están en este grupo

# crew.groups.invite
source: Invite to Group
es: Invitar al Grupo

# crew.groups.send_invite
source: Send Invite
es: Enviar Invitación

# crew.groups.leave
source: Leave Group
es: Salir del Grupo

# crew.groups.leave_title
source: Leave Group?
es: ¿Salir del Grupo?

# crew.groups.leave_confirm
source: You will no longer have access to this group.
es: Ya no tendrás acceso a este grupo.

# crew.groups.no_members_to_invite
source: No friends available to invite
es: No hay amigos disponibles para invitar

# crew.groups.invite_from_crew
source: Invite from your crew
es: Invitar desde tu crew

# crew.group
source: Group
es: Grupo

# crew.group_invitations
source: Group Invitations
es: Invitaciones de Grupo

# crew.no_group_invitations
source: No group invitations
es: Sin invitaciones de grupo

# crew.group_invitations_hint
source: Invitations to join groups will appear here
es: Las invitaciones a grupos aparecerán aquí

# crew.invited_by
source: Invited by %@
es: Invitado por %@

# crew.invited_user
source: Invited %@
es: Invitaste a %@

# crew.sent_group_invitations
source: Sent Invitations
es: Invitaciones Enviadas

# common.selected
source: selected
es: seleccionados

# common.create
source: Create
es: Crear

# crew.member.calendar
source: Calendar
es: Calendario

# crew.member.view_calendar
source: View Calendar
es: Ver Calendario

# crew.member.daily_schedule
source: Daily Schedule
es: Horario del Día

# crew.member.tasks
source: Tasks
es: Tareas

# crew.member.routines
source: Daily Rituals
es: Rituales Diarios

# crew.member.no_tasks
source: No tasks scheduled
es: Sin tareas programadas

# crew.member.no_routines_scheduled
source: No rituals for this day
es: Sin rituales para este día

# crew.member.scheduled_for
source: Scheduled for
es: Programado para

# crew.member.all_day
source: All Day
es: Todo el día

# visibility.public
source: Public
es: Público

# visibility.crew
source: Crew Only
es: Solo Equipo

# visibility.private
source: Private
es: Privado

# visibility.public_desc
source: Anyone can see your day
es: Cualquiera puede ver tu día

# visibility.crew_desc
source: Only crew members can see your day
es: Solo los miembros del equipo pueden ver

# visibility.private_desc
source: Your day is hidden from everyone
es: Tu día está oculto para todos

# profile.title
source: Profile
es: Perfil
fr: Profil

# profile.level
source: Level %d
es: Nivel %d
fr: Niveau %d

# profile.my_statistics
source: My Statistics
es: Mis Estadísticas
fr: Mes statistiques

# profile.day_visibility
source: Day Visibility
es: Visibilidad del Día
fr: Visibilité de la journée

# profile.visibility_description
source: Control who can see your daily activity
es: Controla quién puede ver tu actividad diaria
fr: Contrôle qui peut voir ton activité quotidienne

# profile.public
source: Public
es: Público

# profile.public_desc
source: Anyone can see your day
es: Cualquiera puede ver tu día
fr: Tout le monde peut voir ta journée

# profile.crew_only
source: Crew Only
es: Solo Equipo
fr: Équipe uniquement

# profile.crew_only_desc
source: Only crew members can see
es: Solo los miembros del equipo pueden ver
fr: Seuls les membres de ton équipe peuvent voir

# profile.private
source: Private
es: Privado
fr: Privé

# profile.private_desc
source: Nobody can see your day
es: Nadie puede ver tu día
fr: Personne ne peut voir ta journée

# profile.language
source: Language
es: Idioma
fr: Langue

# profile.sign_out
source: Sign Out
es: Cerrar Sesión
fr: Déconnexion

# profile.sign_out_title
source: Sign Out
es: Cerrar Sesión
fr: Déconnexion
