Repository: Jean-EmmanuelP/Focus-frontend
Catalog: Focus/Resources/*.lproj/Localizable.strings
Languages: es, fr

# voice.assistant_title
source: Plan Your Day
es: Planifica tu día

# voice.assistant_subtitle
source: Tell me what you want to accomplish today and I'll help you organize it
es: Dime lo que quieres lograr hoy y te ayudaré a organizarlo

# voice.ai_response
source: AI Response
es: Respuesta IA

# voice.input_placeholder
source: What do you want to accomplish today?
es: ¿Qué quieres lograr hoy?

# voice.processing
source: Processing...
es: Procesando...

# voice.send
source: Send
es: Enviar

# voice.error
source: An error occurred. Please try again.
es: Ocurrió un error. Inténtalo de nuevo.

# dashboard.start_day_title
source: Plan your day
es: Planifica tu día

# dashboard.start_day_subtitle
source: Tell me what you want to do, AI adds it to your calendar.
es: Dime qué quieres hacer, la IA lo añade a tu calendario.

# dashboard.start_the_day
source: Add events
es: Añadir eventos

# dashboard.coming_next
source: Coming next
es: A continuación

# dashboard.start_focus
source: Start Focus
es: Iniciar Focus

# dashboard.no_tasks_title
source: No tasks planned
es: Sin tareas planificadas

# dashboard.no_tasks_subtitle
source: Go to the calendar to plan your day.
es: Ve al calendario para planificar tu día.

# dashboard.plan_day
source: Plan my day
es: Planificar mi día

# dashboard.all_done_title
source: All done!
es: ¡Todo terminado!

# dashboard.all_done_subtitle
source: You've completed all your tasks. Great job!
es: Has completado todas tus tareas. ¡Buen trabajo!

# dashboard.upcoming_tasks
source: Upcoming tasks
es: Próximas tareas

# dashboard.upcoming_task
source: Upcoming task
es: Próxima tarea

# dashboard.see_all_tasks
source: See all %d tasks
es: Ver las %d tareas

# dashboard.active_quests
source: Active Quests
es: Misiones activas

# dashboard.see_all_quests
source: See all
es: Ver todo

# settings.title
source: Settings
es: Configuración

# settings.quests_areas
source: Quests & Areas
es: Misiones y Áreas

# settings.quests_areas_subtitle
source: Your long-term goals. Quests represent your vision and life objectives. Compare your calendar to your quests to see if you're aligned with your ambitions.
es: Tus objetivos a largo plazo. Las misiones representan tu visión y tus grandes metas de vida. Compara tu calendario con tus misiones para ver si estás alineado con tus ambiciones.

# settings.daily_rituals
source: Daily Rituals
es: Rituales Diarios

# settings.daily_rituals_subtitle
source: Your daily habits. Rituals automatically appear in your calendar at the scheduled time to help you build solid routines.
es: Tus hábitos diarios. Los rituales aparecen automáticamente en tu calendario a la hora definida para ayudarte a construir rutinas sólidas.

# settings.areas
source: Life Areas
es: Áreas de vida

# settings.areas_subtitle
source: Areas organize your quests and rituals by category (Health, Work, etc.). They help you see the balance between different spheres of your life.
es: Las áreas organizan tus misiones y rituales por categoría (Salud, Trabajo, etc.). Te permiten ver el equilibrio entre las diferentes esferas de tu vida.

# settings.statistics
source: Statistics
es: Estadísticas

# settings.statistics_subtitle
source: See your progress this week
es: Ve tu progreso esta semana

# settings.watch_tutorial
source: Watch Tutorial
es: Ver tutorial

# settings.watch_tutorial_subtitle
source: Learn how to use the app effectively
es: Descubre cómo usar la aplicación eficientemente

# settings.edit_profile
source: Edit profile
es: Editar perfil

# settings.day_streak
source: day streak
es: días de racha

# settings.sign_out
source: Sign out
es: Cerrar sesión

# tutorial.title
source: How to use Volta
es: Cómo usar Volta

# tutorial.description
source: Discover the main features of the app to optimize your productivity and achieve your goals.
es: Descubre las funciones principales de la aplicación para optimizar tu productividad y alcanzar tus objetivos.

# tutorial.welcome
source: Welcome to Volta!
es: ¡Bienvenido a Volta!

# tutorial.onboarding_desc
source: Watch this short video to discover how to get the most out of the app.
es: Mira este corto video para descubrir cómo sacar el máximo provecho de la aplicación.

# tutorial.watch_later
source: Watch later
es: Ver más tarde

# tutorial.feature_calendar
source: Smart Calendar
es: Calendario inteligente

# tutorial.feature_calendar_desc
source: Plan your day with tasks and see your rituals appear automatically.
es: Planifica tu día con tareas y ve tus rituales aparecer automáticamente.

# tutorial.feature_focus
source: Focus Sessions
es: Sesiones Focus

# tutorial.feature_focus_desc
source: Launch focus sessions to make progress on your important projects.
es: Lanza sesiones de concentración para avanzar en tus proyectos importantes.

# tutorial.feature_rituals
source: Daily Rituals
es: Rituales diarios

# tutorial.feature_rituals_desc
source: Create habits that naturally integrate into your schedule.
es: Crea hábitos que se integren naturalmente en tu horario.

# tutorial.feature_quests
source: Quests and Goals
es: Misiones y objetivos

# tutorial.feature_quests_desc
source: Define your life goals and track your progress.
es: Define tus grandes objetivos de vida y sigue tu progreso.

# tutorial.video_error
source: Unable to load video
es: No se puede cargar el video

# tutorial.open_youtube
source: Open on YouTube
es: Abrir en YouTube

# stats.sessions
source: Sessions
es: Sesiones

# stats.focused
source: Focused
es: Enfocado

# stats.recent_sessions
source: Recent sessions
es: Sesiones recientes

# stats.today
source: Today
es: Hoy

# stats.yesterday
source: Yesterday
es: Ayer

# streak.motivational
source: Keep it up!
es: ¡Sigue así!

# streak.requirements
source: Today's requirements
es: Objetivos del día

# streak.requirement_completion
source: %d%% of tasks completed
es: %d%% de tareas completadas

# streak.requirement_sessions
source: %d focus sessions
es: %d sesiones focus

# streak.requirement_tasks
source: %d tasks minimum
es: %d tareas mínimo

# streak.days_to_next
source: %d days to next level
es: %d días para el siguiente nivel

# streak.days_needed
source: days needed
es: días necesarios

# common.error
source: Error
fr: Erreur

# common.no
source: No
fr: Non

# fire.title
source: FIREMODE
fr: MODE FOCUS

# fire.manual
source: Manual
fr: Manuel

# feeling.neutral
source: Neutral
fr: Neutre
